Repository: Miroku87/wordpress-docker-compose
Catalog: plugins/redeemable-codes/languages/redeemable-codes-*.po
Languages: it_it

source: Active Codes
it_it: Codici Attivi

source: Item to Redeem
it_it: Strumento da Riscattare

source: Expiration Date
it_it: Data di Scadenza

source: Created At
it_it: Creato il

source: Generate Codes
it_it: Genera Codici

source: Quantity of Codes
it_it: Quantità di Codici

source: Item
it_it: Strumento

source: Expiration Date (Days)
it_it: Data di Scadenza (Giorni)

source: CORS Origins
it_it: Origini CORS

source: Manage CORS Origins
it_it: Gestisci Origini CORS

source: Add Origin
it_it: Aggiungi Origine

source: Origin
it_it: Origine

source: Quantity of codes to generate with a single request.
it_it: Quantità di codici da generare con una singola richiesta.

source: The expiration date is relative to the current date.
it_it: La data di scadenza sarà relativa alla data di oggi.

source: Set to 0 for no expiration.
it_it: Imposta a 0 per 'nessuna scadenza'.

source: CORS Origin List
it_it: Lista di Origini CORS

source: Redeemable Codes
it_it: Codici Riscattabili

source: Manage Redeemable Codes
it_it: Gestisci Codici da Riscattare

source: Manage Codes
it_it: Gestisci Codici

source: Redeemed Codes
it_it: Codici Riscattati

source: Redeemed At
it_it: Riscattato il

source: Redeemed By
it_it: Riscattato da

source: Redeemed IP
it_it: IP Riscattatore

source: Redeemed User Agent
it_it: User Agent del Riscattatore

source: You cannot access this page.
it_it: Non puoi accedere a questa pagina.

source: You do not have sufficient permissions to access this page.
it_it: Non hai permessi sufficienti ad accedere a questa pagina.

source: Missing number of codes.
it_it: Numero di codici mancante.

source: Missing SpeedTale ID.
it_it: SpeedTale ID mancante.

source: Missing Item name.
it_it: Nome Strumento mancante.

source: %d code generated.
it_it: %d codice generato.

source: No codes generated.
it_it: Nessun codice generato.

source: Missing origin.
it_it: Origine mancante.

source: No origin added.
it_it: Nessuna origine aggiunta.

source: No origins added.
it_it: Nessuna origine aggiunta.

source: Origin %s added.
it_it: Origine %s aggiunta.

source: No active code.
it_it: Nessun codice attivo.

source: No redeemed code.
it_it: Nessun codice riscattato.

source: CORS origins are the domains that are allowed to access the API to redeem codes.
it_it: Le origini CORS sono domini dal quale è consentito accedere alle API per riscattare codici.

source: E.g. the websites where the SpeedTale Widget will reside in.
it_it: Esempio: i siti web dove verrà ospitato il Widget delle SpeedTale.

source: Actions
it_it: Azioni

source: Origin %s already exists.
it_it: L'origine %s esiste già.

source: Invalid origin ID.
it_it: ID origine non valida.

source: Origin deleted.
it_it: Origine eliminata.

source: Invalid code ID.
it_it: ID codice non valido.

source: Code deleted.
it_it: Codice eliminato.

source: Delete
it_it: Elimina

source: The item to be redeemed.
it_it: Lo strumento da redimere.

source: The speedtale ID associated with the item.
it_it: L'ID della speedtale associata allo strumento.

source: Is Unique
it_it: È unico

source: Check this if this code should be unique for this Speedtale.
it_it: Spunta se questo codice deve essere univoco per questa Speedtale.

source: Just one user will be able to redeem it.
it_it: Solo un utente potrà riscattarlo.

source: Code Type
it_it: Tipo Codice

source: Whether you want to generate random codes or insert a custom one.
it_it: Vuoi generare un codice personalizzato o casuale?

source: Custom
it_it: Personalizzato

source: Random
it_it: Casuale

source: Code
it_it: Codice

source: Write custom code here
it_it: Scrivi qui il codice personalizzato

source: Custom code.
it_it: Codice personalizzato.

source: Invalid code type `%s`.
it_it: Tipo codice `%s` non valido.

source: Invalid number of codes.
it_it: Quantità di codici non valida.

source: Missing or invalid code.
it_it: Codice invalido o mancante.

source: Code should be unique but already exists in the database.
it_it: Il codice dovrebbe essere univoco ma è già presente nel database.

source: Missing or invalid SpeedTale ID.
it_it: SpeedTale ID mancante o non valido.

source: Invalid request.
it_it: Richeista invalida.

source: Code already exists in the database and is set as unique.
it_it: Il codice esiste già nel database ed è impostato come univoco.

source: Score Offset
it_it: Punteggio

source: Item name or Score Offset must be set.
it_it: Il nome dello strumento o il punteggio devono essere impostato.
